[
  {
    "id": "624aa92010a991b836e2a659",
    "index": 0,
    "pic": "",
    "name": "Claudia Munoz",
    "comment": "Ea adipisicing ullamco ex est. Elit laborum ea ad ullamco eiusmod commodo ullamco aute magna elit non ex pariatur. Cillum eiusmod mollit pariatur aliqua fugiat ullamco sint ipsum enim dolore adipisicing magna. Mollit laborum consectetur ea consectetur cupidatat. Veniam nisi velit do aliqua sunt laboris eu anim. Veniam cillum excepteur sint culpa magna. Nostrud ex pariatur enim labore id.",
    "rating": 2
  },
  {
    "id": "624aa92027690dead4b0d230",
    "index": 1,
    "pic": "",
    "name": "Rutledge Mcmahon",
    "comment": "Proident ex amet cillum non. Incididunt exercitation aute duis dolore commodo cillum exercitation. Reprehenderit culpa irure ex quis excepteur.",
    "rating": 5
  },
  {
    "id": "624aa9209582b46440553388",
    "index": 2,
    "pic": "",
    "name": "Brigitte Pugh",
    "comment": "Minim eu voluptate est quis est cillum occaecat. Occaecat eiusmod ex quis ut fugiat quis. Laborum elit officia labore cupidatat qui incididunt sint adipisicing ullamco. Ullamco incididunt culpa in cupidatat in consequat nulla occaecat velit occaecat. Ipsum cillum irure velit est eu aliquip.",
    "rating": 4
  },
  {
    "id": "624aa920499a89b61f329772",
    "index": 3,
    "pic": "",
    "name": "Hunter Noel",
    "comment": "Nisi sunt labore voluptate aute eiusmod esse officia et deserunt. Amet esse voluptate aute quis enim ex ut nisi deserunt irure aliqua proident consequat adipisicing. Irure irure adipisicing in voluptate aliquip reprehenderit ex cupidatat. Reprehenderit ex id dolore officia tempor et cillum labore consequat ullamco et. Velit aute cillum duis pariatur amet ad elit. Dolore anim nisi duis anim officia nisi proident.",
    "rating": 1
  },
  {
    "id": "624aa9200ce0fe233515198f",
    "index": 4,
    "pic": "",
    "name": "Lowery Cunningham",
    "comment": "Elit qui do sint aute amet dolor aliquip ullamco do excepteur. Laborum deserunt est deserunt nisi eu. Commodo in tempor cupidatat adipisicing pariatur dolore dolor ullamco consequat.",
    "rating": 2
  },
  {
    "id": "624aa920d9f94cea17f0b4a9",
    "index": 5,
    "pic": "",
    "name": "Lenora Hughes",
    "comment": "Tempor eu eiusmod incididunt ex duis commodo quis nostrud exercitation culpa est ut fugiat ad. Velit officia labore consectetur pariatur fugiat et exercitation aute qui proident cupidatat. Mollit ex nostrud est irure amet nostrud et. Excepteur officia Lorem aliqua commodo dolore aliquip reprehenderit. Velit consequat ipsum est non ad consectetur exercitation. Occaecat amet reprehenderit nulla dolor culpa sunt dolor enim voluptate. Proident consequat magna duis proident duis eiusmod commodo nisi esse sunt.",
    "rating": 2
  }
]
