[
  {
    "id": "624aa92010a991b836e2a659",
    "index": 0,
    "pic": "",
    "name": "Claudia Munoz",
    "comment": "Was an absolutely brutal yet stunning experience with the 60fps patch finally implemented. TLoU2 really was insanely ahead of it's time visually, as it looks better than anything else even now imo. The 60fps mode is absolutely rock solid too.",
    "rating": 2
  },
  {
    "id": "624aa92027690dead4b0d230",
    "index": 1,
    "pic": "",
    "name": "Rutledge Mcmahon",
    "comment": "I love playing last gen games on my ps5. Battle Field 4 Operation Locker runs like a dream no matter how many explosions are happening. Chivalry 2 runs better. War zone runs much better. All around I’m super happy to have the ps5. Highly recommend 10/10",
    "rating": 5
  },
  {
    "id": "624aa9209582b46440553388",
    "index": 2,
    "pic": "",
    "name": "Brigitte Pugh",
    "comment": "The PS5 is a genuine leap forward for console gaming, offering gorgeous 4K performance, stunningly fast load times and a truly game-changing controller that makes playing games more immersive and tactile than ever",
    "rating": 4
  },
  {
    "id": "624aa920499a89b61f329772",
    "index": 3,
    "pic": "",
    "name": "Hunter Noel",
    "comment": "I literally just got my PS5 a few days ago after months of having no luck. It feels like such a huge upgrade over the 4, load times are almost instant and it's completely silent. Everything runs effortlessly on this strangely beautiful alien monolith. I love it!",
    "rating": 1
  },
  {
    "id": "624aa9200ce0fe233515198f",
    "index": 4,
    "pic": "",
    "name": "Lowery Cunningham",
    "comment": "Playing Ratchet and Clank - my god, the effects programming in that game is just jaw dropping - the maelstrom of particles and explosions is unreal. You can really feel the next gen power in that game. Just wow!",
    "rating": 2
  },
  {
    "id": "624aa920d9f94cea17f0b4a9",
    "index": 5,
    "pic": "",
    "name": "Lenora Hughes",
    "comment": "I got my PlayStation 5 last November on black Friday! It's good to be first in line! I even hydro dipped my panels to a space theme and my system looks fabulous now! I'm just waiting for intergrade then final fantasy XVI and 7 remake part 2!",
    "rating": 2
  }
]
